# a=input('Введите название')
# b=len(a)
# if b==0:
#     print('Здесь слишко пусто')
# if b>7:
#     print('Слишком длинное название')
# elif 3<=b and b<=7:
#     print('Идеальное название')
# elif 1<=b and b<=3:
#     print('Слишком короткое название')
# '_____________________________________________________________________'
# a=int(input(''))
# b=int(input(''))
# if a+b>=100:
#     print(a+b)
# else:
#     print(a*b)
# '______________________________________________________________________'
# a=input('')
# if a=='Konstantin':
#     print("hello,Konstantin")
# elif a=='ter':
#     print('Secret!!!')
# else:
#     print('Hello stranger!')
# '______________________________________________________________________'
